"MAC_LAUNCHER_DOWNLOADING" = "Download di Dashlane in corso...";
"MAC_LAUNCHER_FAILED_CHECK_DESCRIPTION" = "Si è verificato un errore nel tentativo di installare Dashlane. Verifica la tua connessione a Internet e riprova.";
"MAC_LAUNCHER_FAILED_CHECK_TITLE" = "Installazione fallita";
"MAC_LAUNCHER_FAILED_DOWNLOAD_DESCRIPTION" = "Si è verificato un errore nel tentativo di scaricare Dashlane. Riprova.";
"MAC_LAUNCHER_FAILED_DOWNLOAD_TITLE" = "Download fallito";
"MAC_LAUNCHER_FAILED_INSTALL_DESCRIPTION" = "Si è verificato un errore nel tentativo di installare Dashlane. Riprova.";
"MAC_LAUNCHER_FAILED_INSTALL_TITLE" = "Installazione fallita";
"MAC_LAUNCHER_FAILED_WARNING_MANUAL_DONWLOAD" = "Riprova";
"MAC_LAUNCHER_FAILED_WARNING_QUIT" = "Chiudi";
"MAC_LAUNCHER_INCOMPLETE_WARNING_CONTINUE" = "Continua l'installazione";
"MAC_LAUNCHER_INCOMPLETE_WARNING_DESCRIPTION" = "L'installazione di Dashlane è quasi completa. Sei sicuro di voler chiudere?";
"MAC_LAUNCHER_INCOMPLETE_WARNING_QUIT" = "Chiudi";
"MAC_LAUNCHER_INCOMPLETE_WARNING_TITLE" = "Installazione incompleta";
"MAC_LAUNCHER_INSTALLING" = "Installazione di Dashlane in corso...";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_DESCRIPTION" = "Sembra che tu abbia già installato Dashlane dall'App Store... Controlla l'ultimo aggiornamento sull'App Store.";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_MANUAL_DONWLOAD" = "Scarica comunque";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_OPEN" = "Apri l'App Store";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_QUIT" = "Chiudi";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_TITLE" = "Usa la versione di Dashlane dell'App Store";
"MAC_LAUNCHER_WINDOW_TITLE" = "Installa Dashlane";
